{
  "factual_Frodo Baggins_3": {
    "text": "As we gather in the twilight shadows of Rivendell, where the melody of the waterfalls whispers ancient secrets and the Elven stars twinkle with promises of hope, I find my thoughts drifting to a small yet valiant hobbit, Frodo Baggins. It is said that he bore a burden unlike any other, a weight that would challenge even the strongest of hearts. Pray, tell me, what is the name of the perilous artifact that he bore across the treacherous lands of Middle-earth, one that sought to corrupt the hearts of all who laid eyes upon it?",
    "type": "factual",
    "difficulty": 3,
    "entity": "Frodo Baggins",
    "community_id": null,
    "answer": "The One Ring, a creation of the Dark Lord Sauron, wrought in the fires of Mount Doom to dominate and control."
  },
  "relationship_Frodo Baggins_3": {
    "text": "As we gather in the tranquil halls of Rivendell, I find myself reflecting upon the burdens borne by Frodo Baggins, a most unlikely hero of the Shire. In the shadow of Mount Doom, he carried the weight of the One Ring, yet he was not alone in his perilous journey. What noble soul, a loyal friend from the quaint hobbit-holes of Hobbiton, journeyed alongside Frodo, providing companionship and unwavering support, even as darkness threatened to engulf them both?",
    "type": "relationship",
    "difficulty": 3,
    "entity": "Frodo Baggins",
    "community_id": null,
    "answer": "Samwise Gamgee, Frodo's steadfast companion and gardener from the Shire."
  },
  "multiple_choice_Frodo Baggins_3": {
    "text": "As I sit in the hallowed halls of Rivendell, reflecting upon the burdens borne by our dear Frodo Baggins, the Ring-bearer, I recall the perilous moment when he first set forth on his journey. It was at the Council of Elrond, amidst the wise and noble, that he faced a choice most grave. Pray tell, my dear fellow, which of these noble reasons did Frodo offer as his resolve to take the One Ring to Mordor, risking all in the shadow of darkness? Was it A) A desire for adventure and glory, B) The hope of preserving the Shire from ruin, C) A pact made with the Elves of Lothlórien, or D) The counsel of Gandalf, urging him to flee the Shire?",
    "type": "multiple_choice",
    "difficulty": 3,
    "entity": "Frodo Baggins",
    "community_id": null,
    "answer": "B",
    "options": [
      "A) A desire for adventure and glory",
      "B) The hope of preserving the Shire from ruin",
      "C) A pact made with the Elves of Lothlórien",
      "B"
    ]
  },
  "synthesis_Frodo Baggins_3": {
    "text": "As we gather by the flickering light of the fires in Rivendell, I find my thoughts drifting to one so humble yet valiant: Frodo Baggins. In his quiet resolve, he bore the weight of the One Ring, a burden that would test the very essence of his being. Reflect upon the journey that led him from the rolling hills of the Shire to the fiery depths of Mount Doom. What do Frodo's trials teach us about the nature of courage, sacrifice, and the strength found in the most unassuming hearts? How does his story echo the broader themes of hope and despair woven throughout the fabric of Middle-earth?",
    "type": "synthesis",
    "difficulty": 3,
    "entity": "Frodo Baggins",
    "community_id": null,
    "answer": "A thoughtful answer should explore the transformation of Frodo from an innocent hobbit to a bearer of an immense burden, emphasizing how his journey encapsulates the themes of courage in the face of overwhelming darkness, the significance of friendship and loyalty—especially with Samwise Gamgee—and the profound sacrifice required to confront evil. It may also reflect on how Frodo's journey symbolizes the struggles of all beings in Middle-earth, showing that even the smallest person can change the course of the future."
  },
  "application_Frodo Baggins_3": {
    "text": "As I sit in the tranquil halls of Rivendell, the soft melodies of Elven song echo around us, and tales of valor and sacrifice fill the air. It is here that I find you, pondering the great burden upon the shoulders of Frodo Baggins. Imagine, dear friend, that you are Frodo, standing upon the brink of the perilous journey to Mount Doom. The weight of the One Ring hangs heavy about your neck, and the shadows of Sauron stretch across the land. You are beset by doubt, yet in your heart lies a spark of courage inherited from your forebears. What thoughts do you summon forth to quell the fears that gnaw at your spirit, and how might you draw strength from the companionship of Samwise Gamgee, whose loyalty shines like the evening star? Pray, reflect upon what wisdom you would offer Frodo as he steels himself for the trials ahead.",
    "type": "application",
    "difficulty": 3,
    "entity": "Frodo Baggins",
    "community_id": null,
    "answer": "A good answer would explore the importance of friendship and courage in facing overwhelming odds. One might recall Frodo's reliance on the steadfast nature of Samwise, recognizing that true strength lies not only in power but in the bonds of loyalty and love. One could encourage Frodo to remember the Shire's beauty and the simple joys that await him, drawing on the hope that drives him forward despite the darkness. Additionally, invoking the names of Elbereth or speaking words that inspire courage would be fitting, as Frodo must harness both his own will and the love of those who journey with him."
  },
  "factual_The One Ring_3": {
    "text": "As we gaze upon the tranquil waters of the Bruinen, I am reminded of the perilous bond between the bearer and that most treacherous of artifacts, the One Ring. It is said that it possesses the power to ensnare the hearts of even the strongest among us. Tell me, dear friend, what enchantment does this golden circlet cast upon its wearer, granting them a fleeting glimpse into the shrouded realms of the unseen, yet at a most grievous cost?",
    "type": "factual",
    "difficulty": 3,
    "entity": "The One Ring",
    "community_id": null,
    "answer": "The One Ring grants its bearer the ability to become invisible to the mortal eye, yet this power corrupts and ensnares their spirit, drawing them ever closer to the will of Sauron."
  },
  "relationship_The One Ring_3": {
    "text": "As I sit beneath the starlit canopy of Rivendell, contemplating the whispers of fate woven through the ages, I am reminded of a shadow that looms over all of Middle-earth—the One Ring. It is said that this fateful artifact, forged in the fires of Mount Doom, possesses a will of its own, seeking to bind the hearts of its bearers. Consider the moment when Isildur, in his valor, grasped the Ring to claim victory over Sauron. What tragic decision did he make in that fateful hour, setting into motion a chain of events that would echo through the ages and bind the fates of many? Speak of his choice regarding the destruction of the Ring and how it sealed the destiny of the land.",
    "type": "relationship",
    "difficulty": 3,
    "entity": "The One Ring",
    "community_id": null,
    "answer": "Isildur chose to keep the One Ring for himself rather than destroy it, believing it would serve as a mighty heirloom and a symbol of his victory over Sauron. This decision ultimately led to great sorrow and the Ring's return to darkness, entwining the destinies of many, including those of the Hobbits."
  },
  "multiple_choice_The One Ring_3": {
    "text": "As I sat beside the flickering flame in Rivendell, amidst the wise and noble Elves, a thought struck me regarding the dark legacy of the One Ring. We remember how it came to be forged by the Dark Lord Sauron in the fires of Mount Doom, entwining his very essence within its golden embrace. Tell me, my dear friend, which of the following was NOT one of the names by which the One Ring was known among those who feared its power? Was it: A) Isildur's Bane, B) Nenya, C) the Ruling Ring, or D) the Ring of Power?",
    "type": "multiple_choice",
    "difficulty": 3,
    "entity": "The One Ring",
    "community_id": null,
    "answer": "B) Nenya, the Ring of Water, was one of the Three Elven Rings, not a name of the One Ring.",
    "options": [
      "Isildur's Bane",
      "Nenya",
      "the Ruling Ring",
      "B) Nenya, the Ring of Water, was one of the Three Elven Rings, not a name of the One Ring."
    ]
  },
  "synthesis_The One Ring_3": {
    "text": "As we gather beneath the ancient boughs of the Last Homely House, I find myself compelled to ponder the essence of power and its toll. The One Ring, wrought by the Dark Lord Sauron, became a symbol of both great promise and profound despair. Reflect upon the journey of Frodo Baggins, a humble Hobbit, who bore this burden across perilous lands. What lessons can we glean from his struggle with the Ring, and how does this tale illuminate the timeless battle between light and darkness in the hearts of all beings of Middle-earth?",
    "type": "synthesis",
    "difficulty": 3,
    "entity": "The One Ring",
    "community_id": null,
    "answer": "A thoughtful answer would explore the themes of temptation, sacrifice, and the nature of courage. The student might reflect on how Frodo's struggle with the Ring represents the universal conflict of resisting corruption and the heavy price of power. They should consider how this journey not only affects Frodo but also influences those around him, such as Samwise Gamgee's unwavering loyalty, and how it mirrors the broader struggle of the Free Peoples of Middle-earth against the shadow of Sauron."
  },
  "application_The One Ring_3": {
    "text": "As I sit by the flickering light of the hearth in Rivendell, the shadows dance upon the ancient stone walls, whispering of tales long forgotten. I turn to you, my dear fellow, and speak of a perilous journey. Imagine, if you will, that you have come into possession of the One Ring, a treasure of great power and even greater peril. The weight of its darkness presses upon your soul, and in this moment, you are faced with a choice: to keep it and wield its power, or to seek a way to destroy it, risking all that you hold dear. What wisdom do you carry from the stories of old that would guide your decision in this moment of profound consequence? Speak to me of the lessons learned from those who have touched the Ring before you, and the fate that befell them. How would you choose to shape the future of Middle-earth in light of this burden?",
    "type": "application",
    "difficulty": 3,
    "entity": "The One Ring",
    "community_id": null,
    "answer": "A good answer would explore the contrasting fates of characters such as Isildur, who succumbed to the Ring's allure and ultimately fell, and Frodo, who bore the Ring with great courage and humility. The student should emphasize the importance of the decision to destroy the Ring as an act of hope and selflessness, akin to the actions of Samwise, who stood by Frodo’s side. The answer should reflect an understanding of the Ring's corrupting nature, the burden it places on its bearer, and the theme of sacrifice for the greater good."
  },
  "factual_Gandalf_3": {
    "text": "As the sun dips below the Misty Mountains, casting long shadows upon the land, I sit by the flickering hearth in Rivendell, pondering the weight of my years. I have traveled far and seen much, but there are tales that whisper through the ages, of my very name. In what ancient tongue, a gift from the hands of the Ainur, does the name 'Gandalf' find its roots, and what meaning does it bestow upon one such as I?",
    "type": "factual",
    "difficulty": 3,
    "entity": "Gandalf",
    "community_id": null,
    "answer": "The name 'Gandalf' originates from Old Norse, meaning 'staff elf' or 'elf of the wand,' reflecting my nature as a wielder of wisdom and magic."
  },
  "relationship_Gandalf_3": {
    "text": "As we stand beneath the stars in the tranquil vale of Rivendell, I recall the ancient bond forged between a humble hobbit and a wizard of great might. It was in this very refuge, during a time of mounting shadows, that the fate of Frodo Baggins was irrevocably intertwined with mine. Pray tell, in what momentous council did I first summon the Free Peoples to recognize the peril of the One Ring, and what name did I bear as I sought to guide them against the encroaching darkness?",
    "type": "relationship",
    "difficulty": 3,
    "entity": "Gandalf",
    "community_id": null,
    "answer": "The Council of Elrond; I was known as Gandalf the Grey."
  },
  "multiple_choice_Gandalf_3": {
    "text": "As I sit by the tranquil river of Rivendell, the soft melodies of Elvish song drifting through the air, I am reminded of the wisdom imparted to me in ages past. In my travels, I understood that the fire of valor resides not only in the hearts of great kings but also in the humble. One day, I was gifted a remarkable artifact by the Elven smiths of Eregion, a treasure that glows with a light to pierce the shadows of despair. By what name do mortals know this enchanted staff of mine, forged in the ancient days? Is it known as: A) Athelas, the King's Leaf, B) Isildur's Bane, C) Glamdring, the Foe-hammer, or D) Staff of the Grey? ",
    "type": "multiple_choice",
    "difficulty": 3,
    "entity": "Gandalf",
    "community_id": null,
    "answer": "D",
    "options": [
      "Athelas, the King's Leaf",
      "Isildur's Bane",
      "Glamdring, the Foe-hammer",
      "D"
    ]
  },
  "synthesis_Gandalf_3": {
    "text": "As the shadows lengthen in the tranquil gardens of Rivendell, I find myself contemplating the journey we have all undertaken—one wrought with peril and the flickering light of hope. Reflect upon my own transformations and trials as Gandalf the Grey. From my fateful clash with the Balrog in the depths of Moria to my rise as Gandalf the White, how do these pivotal moments illustrate the theme of sacrifice and rebirth within the grand tapestry of Middle-earth? What does this signify about the resilience of spirit and the quest for wisdom in the face of overwhelming darkness?",
    "type": "synthesis",
    "difficulty": 3,
    "entity": "Gandalf",
    "community_id": null,
    "answer": "A thoughtful answer would explore how Gandalf's battle with the Balrog represents a profound sacrifice for the sake of his companions and the wider struggle against Sauron. This moment signifies not only physical transformation but also a spiritual rebirth, as Gandalf returns with greater wisdom and purpose. The themes of sacrifice and resilience resonate throughout Tolkien's works, emphasizing that even in the darkest of times, hope and courage can prevail, and knowledge must be pursued as a means to resist malevolence."
  },
  "application_Gandalf_3": {
    "text": "Imagine, my dear fellow, that thou hast journeyed far from the comforts of Rivendell, where the stars shine brightly above the Last Homely House. You find thyself in a shadowed glade, where the whispers of ancient trees tell tales of an age long past. A sinister presence lurks nearby, a gathering of dark creatures that hath conspired to bring ruin upon the free peoples of Middle-earth. In your possession rests the staff of a wizard, an embodiment of your wisdom and power. Drawing upon the lessons imparted by the fires of Mount Doom and the counsel of the Wise, how wouldst thou wield thy staff in this moment of peril to inspire courage among thy companions and turn the tide against the gathering darkness?",
    "type": "application",
    "difficulty": 3,
    "entity": "Gandalf",
    "community_id": null,
    "answer": "A good answer would reflect an understanding of Gandalf's role as a beacon of hope and courage. One might describe using the staff to summon a bright light, dispelling shadows and invoking the courage of spirit in allies. Additionally, one could emphasize the importance of words, perhaps reciting a passage or incantation to uplift and unite the hearts of the fellowship, reminding them of their strength against the encroaching doom. The answer should highlight Gandalf's ability to inspire and guide, reflecting on his character as a luminary in dark times."
  },
  "factual_Mordor_3": {
    "text": "As we stand upon the heights of Amon Hen, gazing into the shadowed lands of Mordor, I am reminded of the foul place that lies within the cracks of the world, where despair and malice intertwine. In the heart of that dread land, there lies a terrible mountain, the forge of the Dark Lord’s greatest weapon. Pray tell, what is the name of this ominous peak, from which the fires of his treachery belched forth?",
    "type": "factual",
    "difficulty": 3,
    "entity": "Mordor",
    "community_id": null,
    "answer": "Mount Doom, known in the tongue of Mordor as Orodruin."
  },
  "relationship_Mordor_3": {
    "text": "Ah, my dear fellow, as we sit by the flickering firelight in this sanctuary of Elrond, I cannot help but contemplate the shadow that looms over Middle-earth—the treacherous realm of Mordor. The whispers of ancient tales tell of a dark lord who once dwelt there, forging powerful bonds with creatures of malice. In the depths of this forsaken land, what treacherous alliance did Sauron form with the Nine during the Second Age, and how did this dark pact shift the very balance of power in our world?",
    "type": "relationship",
    "difficulty": 3,
    "entity": "Mordor",
    "community_id": null,
    "answer": "Sauron forged an alliance with the Nazgûl, also known as the Ringwraiths, who were once men of great power corrupted by the Rings of Power."
  },
  "multiple_choice_Mordor_3": {
    "text": "As I stand upon the craggy heights overlooking the Black Gate of Mordor, shrouded in shadow and mystery, I recall the ominous presence that resides within its borders. It is said that from the depths of this dark land emerged a being of great power, who sought to ensnare all free peoples beneath his dominion. Pray tell, my dear friend, what was the name of this Dark Lord whose malice was woven into the very fabric of Mordor? Was he known as: A) Sauron the Deceiver, B) Morgoth the Betrayer, C) Saruman the White, or D) Melkor the Corrupted?",
    "type": "multiple_choice",
    "difficulty": 3,
    "entity": "Mordor",
    "community_id": null,
    "answer": "A) Sauron the Deceiver",
    "options": [
      "A) Sauron the Deceiver",
      "B) Morgoth the Betrayer",
      "C) Saruman the White",
      "D) Melkor the Corrupted"
    ]
  },
  "synthesis_Mordor_3": {
    "text": "As the flickering flames dance in the hearth of Rivendell, I find myself contemplating the shadowed lands of Mordor, a realm steeped in sorrow and ambition. With Mount Doom looming like a dark sentinel, one cannot help but ponder the duality of such a place—ruinous yet pivotal in the grand tapestry of our struggle against evil. Reflect upon how the very essence of Mordor, entwined with Sauron's dark will, serves as a mirror to the hearts of Men, Elves, and all free peoples of Middle-earth. In what ways does the tale of Mordor illuminate the themes of sacrifice, power, and the resilience of hope amidst despair? Share thy thoughts on how this dark land, though a bastion of tyranny, became a crucible for courage and unity, shaping the destinies of those who dared to defy its grasp.",
    "type": "synthesis",
    "difficulty": 3,
    "entity": "Mordor",
    "community_id": null,
    "answer": "A thoughtful answer should explore how Mordor, as a symbol of evil and oppression, challenges the characters to rise above their fears and unite against darkness. The mention of Mount Doom as the ultimate site of sacrifice can illustrate the theme of personal cost in the battle against tyranny. Furthermore, one might discuss the importance of hope, as seen through the fellowship's journey and Samwise’s steadfast spirit, highlighting how even the bleakest of lands can become a backdrop for acts of courage and heroism, thus reinforcing the notion that light can emerge from darkness."
  },
  "application_Mordor_3": {
    "text": "As the shadows lengthen and you find thyself upon the desolate slopes of Mount Doom, the very heart of Mordor, a chill wind whispers secrets of dread and despair. You clutch a map, its ancient runes revealing the hidden paths known only to the bravest of hearts. Before you lies a decision: shall you venture forth to seek the One Ring, now held by the Dark Lord himself, or make haste to rally the Free Peoples of Middle-earth against this gathering darkness? Reflect upon the tales of those who have trod this path before you, for each choice is fraught with peril and possibility. What wisdom from your knowledge of Mordor and its history shall guide your decision, and what allies might you seek to summon to your aid in this dire hour?",
    "type": "application",
    "difficulty": 3,
    "entity": "Mordor",
    "community_id": null,
    "answer": "A good answer would weave together knowledge of Mordor's lore, the significance of the One Ring, and the importance of unity among the Free Peoples. The student should mention the threats posed by Sauron, the history of previous quests into Mordor, and perhaps the fellowship of allies, drawing on characters such as Aragorn, Galadriel, or even Gollum. They might express the need for courage in the face of overwhelming odds and the hope that arises from camaraderie and bravery."
  },
  "factual_Rivendell_3": {
    "text": "As we traverse the serene woods that cradle Rivendell, a haven of peace and wisdom, I find my thoughts drifting to the Council of Elrond, that fateful gathering where destinies were entwined like the branches of the great trees around us. It was here that many a tale was told and alliances forged against the encroaching darkness. Pray tell, my dear friend, who amongst our company was the first to raise his voice in counsel, declaring the need for action against the threat that loomed over Middle-earth, and what was the nature of the object that drew us all together in this sacred space?",
    "type": "factual",
    "difficulty": 3,
    "entity": "Rivendell",
    "community_id": null,
    "answer": "The first to speak was Elrond, the Lord of Rivendell, who summoned the Free Peoples to discuss the fate of the One Ring, the very object that held the power to unleash great evil upon our world."
  },
  "relationship_Rivendell_3": {
    "text": "As we sit beneath the starlit sky of Rivendell, where the waters of the Bruinen sing their timeless song, I find my thoughts entwined with the fateful meeting of two hearts bound by destiny. In this sacred refuge of Elrond, where the echoes of ancient tales linger in the very air, which brave soul first entered this hallowed hall seeking counsel and solace, only to discover the love of Arwen? What name did he carry in those days, before the weight of kingship lay upon his shoulders?",
    "type": "relationship",
    "difficulty": 3,
    "entity": "Rivendell",
    "community_id": null,
    "answer": "Strider"
  },
  "factual_Thro´r_1": {
    "question": "My dear fellow, who was Thro´r in the lineage of the Dwarves?",
    "text": "My dear fellow, who was Thro´r in the lineage of the Dwarves?",
    "type": "factual",
    "difficulty": 1,
    "tier": "basic",
    "entity": "Thro´r",
    "community_id": null,
    "answer": "Thro´r was the King under the Mountain, ancestor of Thorin Oakenshield."
  },
  "application_Tree-like creature_1": {
    "question": "What is the name of the wise tree-like creature found in Fangorn Forest, known for its deep connection to nature?",
    "text": "What is the name of the wise tree-like creature found in Fangorn Forest, known for its deep connection to nature?",
    "type": "application",
    "difficulty": 1,
    "tier": "basic",
    "entity": "Tree-like creature",
    "community_id": null,
    "answer": "Ent"
  },
  "relationship_ordinary Men_2": {
    "question": "My dear fellow, what is the name given to the race of Men who are not of noble lineage, yet possess great courage and resilience in the face of darkness?",
    "text": "My dear fellow, what is the name given to the race of Men who are not of noble lineage, yet possess great courage and resilience in the face of darkness?",
    "type": "relationship",
    "difficulty": 2,
    "tier": "basic",
    "entity": "ordinary Men",
    "community_id": null,
    "answer": "Ordinary Men"
  },
  "relationship_Valandil_1": {
    "question": "Who was Valandil, the son of Isildur, in the lineage of Gondor?",
    "text": "Who was Valandil, the son of Isildur, in the lineage of Gondor?",
    "type": "relationship",
    "difficulty": 1,
    "tier": "basic",
    "entity": "Valandil",
    "community_id": null,
    "answer": "He was the second King of Arnor."
  },
  "synthesis_Siril_3": {
    "question": "My dear fellow, dost thou know who Siril is within the tales of Middle-earth?",
    "text": "My dear fellow, dost thou know who Siril is within the tales of Middle-earth?",
    "type": "synthesis",
    "difficulty": 3,
    "tier": "basic",
    "entity": "Siril",
    "community_id": null,
    "answer": "Siril is a name associated with an Elf in the lore of J.R.R. Tolkien."
  },
  "multiple_choice_Hoom_1": {
    "question": "Who is Hoom in Tolkien's legendarium?",
    "text": "Who is Hoom in Tolkien's legendarium?",
    "type": "multiple_choice",
    "difficulty": 1,
    "tier": "basic",
    "entity": "Hoom",
    "community_id": null,
    "answer": "A creature of legend",
    "options": [
      "A Hobbit",
      "A creature of legend",
      "A Dwarf",
      "An Elf"
    ],
    "correct_answer": "A creature of legend"
  },
  "factual_elf-children_3": {
    "question": "What is the term used to refer to the children of Elves in Tolkien's legendarium?",
    "text": "What is the term used to refer to the children of Elves in Tolkien's legendarium?",
    "type": "factual",
    "difficulty": 3,
    "tier": "basic",
    "entity": "elf-children",
    "community_id": null,
    "answer": "Elf-children"
  }
}